[
	{
		"identifier" : "3722c5a9-0247-47d0-b566-36a99579c48d",
		"abstract" : {
			"quicktips" : {

			"derivatives" : {

			"Days with Precip Above" : "This is a derivative data product produced from a 1/8th degree daily downscaled climate projection dataset. Annual days with a projected cumulative precipitation above a threshold are represented on the original 1/8th degree grid. Precalculated thresholds are: 25, 51, 76, and 102 mm (1, 2, 3, 4 inches.)",

			"Longest Run with Tmax Above" : "This is a derivative data product produced from a 1/8th degree daily downscaled climate projection dataset. Longest run of days in one year with a projected maximum temperature above a temperature threshold are represented on the original 1/8th degree grid. Precalculated thresholds are: 90, 95, and 100 degrees Fahrenheit.",

			"Longest Run with Precip Below" : "This is a derivative data product produced from a 1/8th degree daily downscaled climate projection dataset. Longest run of days in a year with projected precipitation below a threshold are represented on the original 1/8th degree grid. Precalculated thresholds are: 3 mm.",

			"Days with Tmax Above" : "This is a derivative data product produced from a 1/8th degree daily downscaled climate projection dataset. Annual days with a projected maximum temperature above a temperature threshold are represented on the original 1/8th degree grid. Precalculated thresholds are: 90, 95, and 100 degrees Fahrenheit.",

			"Days with Tmin Below" : "This is a derivative data product produced from a 1/8th degree daily downscaled climate projection dataset. Annual days with a projected minimum temperature below a temperature threshold are represented on the original 1/8th degree grid. Precalculated thresholds are: 0, 10, 32 degrees Fahrenheit.",

			"Growing Degree Days" : "This is a derivative data product produced from a 1/8th degree daily downscaled climate projection dataset. Growing degree days is represented on the original 1/8th degree grid. Precalculated threshold is: 50 degrees Fahrenheit",

			"Heating Degree Days" : "This is a derivative data product produced from a 1/8th degree daily downscaled climate projection dataset. Heating degree days is represented on the original 1/8th degree grid. Precalculated threshold is: 65 degrees Fahrenheit",

			"Cooling Degree Days" : "This is a derivative data product produced from a 1/8th degree daily downscaled climate projection dataset. Cooling degree days are represented on the original 1/8th degree grid. Precalculated threshold is: 65 degrees Fahrenheit.",

			"Growing Season Length" : "This is a derivative data product produced from a 1/8th degree daily downscaled climate projection dataset. Growing season length is represented on the original 1/8th degree grid. Precalculated threshold is: 41 degrees Fahrenheit. Note that this was calculated using the climdex growing season length algorithm."

			},

			"scenarios" : {

			"RCP85" : "Very High: Rising radiative forcing pathway leading to 8.5 W/m2 in 2100",

			"RCP60" : "High: Stabilization without overshoot pathway to 6 W/m2 at stabilization after 2100",

			"RCP45" : "Medium: Stabilization without overshoot pathway to 4.5 W/m2 at stabilization after 2100",

			"RCP26" : "Low: Peak in radiative forcing at ~ 3 W/m2 before 2100 and decline"

			},

			"gcms" : {

            "ACCESS1-0" : "Commonwealth Scientific and Industrial Research Organization (CSIRO) and Bureau of Meteorology (BOM), Australia",
            
            "bcc-csm1-1" : "Beijing Climate Center, China Meteorological Administration",
            
            "BNU-ESM" : "College of Global Change and Earth System Science, Beijing Normal University",
            
            "CanESM2" : "Canadian Centre for Climate Modelling and Analysis",
            
            "CCSM4" : "University of Miami - RSMAS",
            
            "CESM1-BGC" : "Community Earth System Model Contributors",
            
            "CNRM-CM5" : "National Centre for Meteorological Research - France",
            
            "CSIRO-Mk3-6-0" : "Commonwealth Scientific and Industrial Research Organization in collaboration with Queensland Climate Change Centre of Excellence",
            
            "GFDL-CM3" : "NOAA Geophysical Fluid Dynamics Laboratory",
            
            "GFDL-ESM2G" : "NOAA Geophysical Fluid Dynamics Laboratory",
            
            "GFDL-ESM2M" : "NOAA Geophysical Fluid Dynamics Laboratory",
            
            "inmcm4" : "Institute for Numerical Mathematics",
            
            "IPSL-CM5A-LR" : "Institut Pierre-Simon Laplace",
            
            "IPSL-CM5A-MR" : "Institut Pierre-Simon Laplace",
            
            "MIROC-ESM" : "Japan Agency for Marine-Earth Science and Technology, Atmosphere and Ocean Research Institute (The University of Tokyo), and National Institute for Environmental Studies",
            
            "MIROC-ESM-CHEM" : "Japan Agency for Marine-Earth Science and Technology, Atmosphere and Ocean Research Institute (The University of Tokyo), and National Institute for Environmental Studies",
            
            "MIROC5" : "Atmosphere and Ocean Research Institute (The University of Tokyo), National Institute for Environmental Studies, and Japan Agency for Marine-Earth Science and Technology",
            
            "MPI-ESM-LR" : "Max-Planck-Institut für Meteorologie (Max Planck Institute for Meteorology)",
            
            "MPI-ESM-MR" : "Max-Planck-Institut für Meteorologie (Max Planck Institute for Meteorology)",
            
            "MRI-CGCM3" : "Meteorological Research Institute",
            
            "NorESM1-M" : "Norwegian Earth System Model"

			}

			},

			"fieldlabels" : {

			"derivative" : "Choose the derivative you are interested in mapping and plotting.",

			"scenario" : "Choose a scenario. A scenario is a coherent, internally consistent and plausible description of a possible future state of the world. It is not a forecast; rather, each scenario is one alternative image of how the future can unfold. A projection may serve as the raw material for a scenario, but scenarios often require additional information (e.g., about baseline conditions). A set of scenarios is often adopted to reflect, as well as possible, the range of uncertainty in projections. Other terms that have been used as synonyms for scenario are characterization, storyline and construction.",

			"gcm" : "Choose a Climate Model. While the ensamble mean of all the available climate models is shown by default, other models can be chosen to view the variability of projected future climate conditions.",

			"timeperiod" : "Choose a Time Period."

			},

			"helptext" : {

			"plotWindowIntroText" : "This web portal allows visualization and downloading of future climate projections from a group of statistically downscaled global climate models (GCMs). Temperature and precipitation projections from these models have been used to calculate derivative climate indicators that measure the number of days that exceed certain thresholds. You can control what is shown on the map and this plot window using the toolbar on the left.<br><br> All derivative climate indicators on this page have been derived from a suite of downscaled <a href=\"http://cmip-pcmdi.llnl.gov/cmip5/\" target=\"_blank\"> World Climate Research Program Coupled Model Inter-comparison Project 5</a> atmospheric-oceanic general circulation model simulations using four scenarios from the <a href=\"http://sedac.ipcc-data.org/ddc/ar5_scenario_process/RCPs.html\" target=\"_blank\">International Panel on Climate Change Special Report on Emissions Scenarios.</a><br><br> Spatial averages of these derivatives used for area of interest time series plotting were calculated using the  <a href=\"https://my.usgs.gov/confluence/display/GeoDataPortal/GDP+Home\" target=\"_blank\">USGS Geo Data Portal</a> Feature Weighted Grid Statistics Algorithm. <a href=\"http://pubs.usgs.gov/of/2011/1157/pdf/ofr2011-1157.pdf\" target=\"_blank\">Description and testing of this web processing service algorithm is available here.</a><br><br>Climate indices were generated using the Climates R package<a href=\"https://github.com/jjvanderwal/climates\" target=\"_blank\"> available here.</a><br><br>The downscaled data used to derive the indices available in the portal <a href=\"http://gdo-dcp.ucllnl.org/downscaled_cmip_projections/\" target=\"_blank\">are documented in depth here.</a> Web services providing these data (BCCA CMIP5) are available for historical model runs<a href=\"http://cida.usgs.gov/thredds/catalog.html?dataset=cida.usgs.gov/cmip5_bcca/historical\" target=\"_blank\"> here</a> and future model runs <a href=\"http://cida.usgs.gov/thredds/catalog.html?dataset=cida.usgs.gov/cmip5_bcca/future\" target=\"_blank\">here.</a><br><br>Although this program has been used by the U.S. Geological Survey (USGS), no warranty, expressed or implied, is made by the USGS or the U.S. Government as to the accuracy and functioning of the program and related program material nor shall the fact of distribution constitute any such warranty, and no responsibility is assumed by the USGS in connection therewith.<br>",

			"plotHelp" : "This plot displays an annual time series of the mapped climate indicator. The ensemble mean for each scenario is shown as a solid line. The minimum and maximum GCM in the ensemble is shown by the shaded envelope. All the data used in the plot is available at the Download button on the right.",

			"changeProdText" : "When this is enabled, the map shows the change for a given time period against the historic period (1961-1990)"

			}	
		},
		"descriptiveKeywords" : {
			"derivatives" : [
				"Days with Tmax Above",
				"Days with Tmin Below",
				"Days with Precip Above",
				"Longest Run with Tmax Above",
				"Longest Run with Precip Below",
				"Growing Degree Days",
				"Heating Degree Days",
				"Cooling Degree Days",
				"Growing Season Length"
			],
			"scenarios" : [
    			"RCP85",
    			"RCP60",
    			"RCP45",
    			"RCP26"
			],
			"gcm" : [
				"ensemble",
                "ACCESS1-0",
                "bcc-csm1-1",
                "BNU-ESM",
                "CanESM2",
                "CCSM4",
                "CESM1-BGC",
                "CNRM-CM5",
                "CSIRO-Mk3-6-0",
                "GFDL-CM3",
                "GFDL-ESM2G",
                "GFDL-ESM2M",
                "inmcm4",
                "IPSL-CM5A-LR",
                "IPSL-CM5A-MR",
                "MIROC-ESM",
                "MIROC-ESM-CHEM",
                "MIROC5",
                "MPI-ESM-LR",
                "MPI-ESM-MR",
                "MRI-CGCM3",
                "NorESM1-M"
			]
		}
	}
]